import { Typography } from '@alfalab/core-components/typography';
import { appSt } from './style.css';

export const Pdf1 = () => {
  return (
    <div className={appSt.containerBS} style={{ wordBreak: 'break-word' }}>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        ЗАЯВЛЕНИЕ на обслуживание на финансовых рынках
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        107078, Российская Федерация, Москва, ул. Каланчевская, 27, телефон +7 (495) 783-5154, www.alfabank.ru,
        www.alfadirect.ru
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        15 апреля 2024 года Клиент: Рябов Пётр Русланович Гражданство: РФ Документ, удостоверяющий личность: Паспорт
        гражданина РФ №: 37 03 847211
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Настоящим заявляю об акцепте условий: [х] Генерального Соглашения или [ ] Генерального Соглашения по открытию и
        ведению ИИС, предмет и иные существенные условия которого зафиксированы в «Регламенте оказания услуг на финансовых
        рынках АО “Альфа-Банк”» (Регламент), текст которого опубликован на Интернет сайтах АО «Альфа-Банк» (Банк) по адресу
        www.alfabank.ru и www.alfadirect.ru. Обязуюсь следовать положениям Регламента, с которыми я ознакомлен в полном
        объеме, с учетом специальных условий и оговорок, зафиксированных в настоящем Заявлении.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Я подтверждаю, что до подписания настоящего Заявления я ознакомился с информацией о рисках инвестирования, указанных
        в Декларации о рисках, содержащейся в Регламенте, а также размещенной на Интернет сайте Банка по адресу (URL)
        https://alfabank.ru/make-money/investments/help/docs/deklaraciya/, включая информацию о рисках, указанных в
        Декларации об общих рисках, связанных с осуществлением операций на рынке ценных бумаг, Декларации о рисках, связанных
        с совершением маржинальных и непокрытых сделок, Декларации о рисках, связанных с производными финансовыми
        инструментами, Декларации о рисках, связанных с приобретением иностранных ценных бумаг, Декларации о рисках,
        связанных с заключением договоров, являющихся производными финансовыми инструментами, базисным активом которых
        являются ценные бумаги иностранных эмитентов или индексы, рассчитанные по таким ценным бумагам, Уведомлении о рисках
        использования брокером в своих интересах денежных средств и (или) ценных бумаг клиента. Указанные риски мне понятны и
        мною приняты.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Настоящим подтверждаю, что до подписания настоящего Заявления я был ознакомлен с положениями Федерального Закона «О
        защите прав и законных интересов инвесторов на рынке ценных бумаг» №46–ФЗ от 05.03.1999, а также был информированы о
        факте совмещения Банком брокерской деятельности с другими видами профессиональной деятельности на рынке ценных бумаг,
        об общем характере и (или) источниках конфликта интересов, а также о том, что денежные средства, переданные брокеру,
        являющемуся кредитной организацией, не подлежат страхованию в соответствии с Федеральным законом «О страховании
        вкладов физических лиц в банках Российской Федерации» №177-ФЗ от 23.12.2003.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Я подтверждаю, что проинформирован о запрете на осуществление действий, относящихся к манипулированию рынком, и
        ограничениях на использование инсайдерской информации и (или) манипулирование рынком, предусмотренных статьями 5 и 6
        Федерального закона «О противодействии неправомерному использованию инсайдерской информации и манипулированию рынком
        и о внесении изменений в отдельные законодательные акты Российской Федерации» №224-ФЗ от 27.07.2010 и принятыми в
        соответствии с ним нормативными актами Банка России.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Я понимаю и выражаю свое согласие с тем, что Регламент, в том числе тарифы, могут быть изменены в порядке,
        предусмотренном Регламентом.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Настоящим подтверждаю, что мне разъяснено мое право отменить распоряжение Банку совершить одну или несколько
        гражданско-правовых сделок с ценными бумагами и(или) иностранной валютой и(или) заключить один или несколько
        договоров, являющихся производными финансовыми инструментами, на определенных условиях, данное в форме, определенной
        Генеральным Соглашением. Распоряжение можно отменить в любое время до начала его исполнения.
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Индивидуальные условия и оговорки:
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        (i) логин в соответствии с ДКБО: 10416734
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        (ii) логин (идентификатор) «Альфа-Инвестиции»: t_eq_prriabov1
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        (iii) счет(а) депо для приема/поставки ценных бумаг по итогам сделок открыты в депозитарии АО Альфа-Банк
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        (iv) разрешены непокрытые позиции [Да]
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        (v) тарифный план для оплаты расходов и вознаграждения Банка: «Инвестор»
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Действуете ли Вы в пользу выгодоприобретателя? [Нет]
      </Typography.Text>
      <Typography.Text tag="p" view="primary-medium" defaultMargins={false}>
        Наличие бенефициарных владельцев [Нет]
      </Typography.Text>
    </div>
  );
};
